org/thought.org
#+TITLE: 隨筆
#+HTML_LINK_UP: ./index.html

* 2016
** 然後人就死掉了

#+BEGIN_VERSE
夢裡不知身是客 
然後人就死掉了

此去經年 
應是良辰美景虛設 
濃睡不消殘酒 

幸娘親 積得陰功
兩岸猿聲啼不住
低頭思故鄉 人就死掉了
當君懷歸日 人就死掉了
官高何足論 人就死掉了 

留餘慶 忽遇恩人
與君萬語復千言 然後人就死掉了
離題萬里非等閒 然後人就死掉了
不知乘月幾人歸 然後人就死掉了
此時相望不相聞 此時有子不如無 
人生若只如初見 何必回頭問歸途
便縱有 默默此情向誰訴
而我一生最愛是天然 
你既無心我便休

風不定 人出境 
明日落紅應滿徑
獨坐吞聲襟袖濕 
Law In Shit 知不知

十步殺一人 也無風波也無情 誰怕
從此君王不早朝 哪個蟲兒敢作聲
橫眉冷對千夫指 哪個蟲兒敢作聲
仰天大笑出門去 哪個蟲兒敢作聲
跪受之 當如此 道自然

落月搖情滿江樹
一別西風又一年 
千里孤墳 
相逢何必曾相識
卿須憐我我憐卿

枕前淚共簾前雨 暮然回首 
正是加減乘除 尚有蒼穹
#+END_VERSE

** 角色扮演
我們都是被一個更大的群體包圍者。
不管你愛或不愛，在恰如其分的年紀，你終究得扮演著別人希望你恰如其分扮演的角色。
* 2006
** 網路人格
語氣、詞彙、以及藏匿在句子中的思想，
在1與0的空間中交織出一個網路人格。

於是我確信我真的從一篇篇的文章，
漸漸描繪出一個概略的輪廓，認識了妳。

只是妳永遠是那樣的模糊不清析，

妳終究只是個ID。

而我也靠著一次又一次的貼文，
雕塑出一個網路人格，讓別人認識部份的我，

這也終究只是個ID。

或許有天醒來，突然拋開上頭承載的人格、信譽、
人際關係，從新註冊一個ID，從新開使。

那，這算不算一個生命的死亡？

是不是一個ID誕生的太容易，所以學會了說話不負責，
久而久之也將這個惡習，從虛擬中帶進現實。

我們處於一個尷尬的年代，徘徊在虛擬與真實之間。
