blog/thought.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-04-15 Fri 08:27 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>隨筆</title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Chen Hsin-Yi" />
<link rel="stylesheet" type="text/css" href="/blog/css/readtheorg.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><div id="content">
<h1 class="title">隨筆</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline3">2016</a>
<ul>
<li><a href="#orgheadline1">夢裡不知身是客，然後人就死掉了</a></li>
<li><a href="#orgheadline2">角色扮演</a></li>
</ul>
</li>
<li><a href="#orgheadline5">2006</a>
<ul>
<li><a href="#orgheadline4">網路人格</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-2">
<h2 id="orgheadline3">2016</h2>
<div class="outline-text-2" id="text-orgheadline3">
</div><div id="outline-container-orgheadline1" class="outline-3">
<h3 id="orgheadline1">夢裡不知身是客，然後人就死掉了</h3>
<div class="outline-text-3" id="text-orgheadline1">
<p class="verse">
夢裡不知身是客<br  />
然後人就死掉了<br  />
<br  />
此去經年<br  />
應是良辰美景虛設<br  />
濃睡不消殘酒<br  />
<br  />
幸娘親 積得陰功<br  />
兩岸猿聲啼不住<br  />
低頭思故鄉 人就死掉了<br  />
當君懷歸日 人就死掉了<br  />
官高何足論 人就死掉了<br  />
<br  />
留餘慶 忽遇恩人<br  />
與君萬語復千言 然後人就死掉了<br  />
離題萬里非等閒 然後人就死掉了<br  />
不知乘月幾人歸 然後人就死掉了<br  />
此時相望不相聞 此時有子不如無<br  />
人生若只如初見 何必回頭問歸途<br  />
便縱有 默默此情向誰訴<br  />
而我一生最愛是天然<br  />
你既無心我便休<br  />
<br  />
風不定 人出境<br  />
明日落紅應滿徑<br  />
獨坐吞聲襟袖濕<br  />
Law In Shit 知不知<br  />
<br  />
十步殺一人 也無風波也無情<br  />
從此君王不早朝 哪個蟲兒敢作聲<br  />
橫眉冷對千夫指 哪個蟲兒敢作聲<br  />
仰天大笑出門去 哪個蟲兒敢作聲<br  />
況誰知我此時情<br  />
<br  />
落月搖情滿江樹<br  />
一別西風又一年<br  />
千里孤墳<br  />
相逢何必曾相識<br  />
卿須憐我我憐卿<br  />
<br  />
枕前淚共簾前雨 暮然回首<br  />
正是加減乘除 尚有蒼穹<br  />
</p>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2">角色扮演</h3>
<div class="outline-text-3" id="text-orgheadline2">
<p>
我們都是被一個更大的群體包圍者。
不管你愛或不愛，在恰如其分的年紀，你終究得扮演著別人希望你恰如其分扮演的角色。
</p>
</div>
</div>
</div>
<div id="outline-container-orgheadline5" class="outline-2">
<h2 id="orgheadline5">2006</h2>
<div class="outline-text-2" id="text-orgheadline5">
</div><div id="outline-container-orgheadline4" class="outline-3">
<h3 id="orgheadline4">網路人格</h3>
<div class="outline-text-3" id="text-orgheadline4">
<p>
語氣、詞彙、以及藏匿在句子中的思想，
在1與0的空間中交織出一個網路人格。
</p>

<p>
於是我確信我真的從一篇篇的文章，
漸漸描繪出一個概略的輪廓，認識了妳。
</p>

<p>
只是妳永遠是那樣的模糊不清析，
</p>

<p>
妳終究只是個ID。
</p>

<p>
而我也靠著一次又一次的貼文，
雕塑出一個網路人格，讓別人認識部份的我，
</p>

<p>
這也終究只是個ID。
</p>

<p>
或許有天醒來，突然拋開上頭承載的人格、信譽、
人際關係，從新註冊一個ID，從新開使。
</p>

<p>
那，這算不算一個生命的死亡？
</p>

<p>
是不是一個ID誕生的太容易，所以學會了說話不負責，
久而久之也將這個惡習，從虛擬中帶進現實。
</p>

<p>
我們處於一個尷尬的年代，徘徊在虛擬與真實之間。
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Chen Hsin-Yi</p>
<p class="date">Created: 2016-04-15 Fri 08:27</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
